Repository: phako/authorg
Catalog: po/*.po
Languages: de

source: _Generate
de: _Erstellen

source: Successfully created a DVD structure in %s
de: DVD-Struktur wurde erfolgreich in %s erzeugt

source: Select files to be added to the DVD
de: Datein zum Hinzufügen zur DVD auswählen

source: Select filename for dvdauthor XML file
de: Dateiname für dvdauthor XML-Datei

source: _File
de: _Datei

source: _Edit
de: _Bearbeiten

source: _Add file
de: D_atei hinzufügen

source: _Export List
de: Liste _exportieren

source: _Write dvdauthor XML file
de: Als Dvdauthor XML-Datei

source: _Create DVD structure
de: Als DVD-Struktur

source: _Create ISO image
de: Als ISO-Datei

source: _Quit
de: _Beenden

source: Exit authorg
de: authorg verlassen

source: Select _all
de: _Alles auswählen

source: _Preferences
de: _Einstellungen

source: _Remove video from list
de: Video aus Liste entfernen

source: _Edit chapters
de: _Kapitel bearbeiten

source: %s does not exist.
de: %s existiert nicht.

source: User canceled program execution
de: Das Programm wurde vom Benutzer abgebrochen

source: Program got terminated by external signal %d
de: Das Programm wurde durch ein externes Signal %d beendet.

source: Program died unexpected...
de: Das Programm hat sich unerwartet beendet

source: <b>%s</b> <i>Length: %02d:%02d:%02d</i>
de: <b>%s</b> <i>Länge: %02d:%02d:%02d</i>
